Repository: chimosky/moon-activity
Catalog: po/*.po
Languages: fa_af, ne, ps

source: Moon
fa_af: مهتاب
ne: चन्द्रमा
ps: سپوږمۍ

source: Toggle Grid View
fa_af: نمایش ضامنی نامنظم
ne: टगल ग्रिड दृश्य
ps: د ټوګل جال کتنه

source: Toggle Hemisphere View
fa_af: نمایش نیمکره ضامنی
ne: टगल हेमिस्फेर दृश्य
ps: د ټوګل نیمځمکغوندارې کتنه

source: View
fa_af: نمایش
ne: दृश्य
ps: کتنه

source: Today's Moon Information
fa_af: امروزمعلومات مهتاب
ne: आजको चन्द्रमाको खबर
ps: د نن د سپوږمۍ معلومات

source: Phase: %s
fa_af: مرحله یا فاز %s
ne: पक्ष : %s
ps: پېر: %s

source: Julian Date: %.2f (astronomical)
fa_af: تاریخ جولیوسی نجومی %.2f (نجومی)
ne: जुलियन मिति : %.2f (नक्षत्रविद्या सम्बन्घि)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
ne: वर्ष: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes

source: Lunation: %(phase).2f%% through lunation %(lunation)d
fa_af: یک ماه قمری: %(phase).2f%% از طریق حرکت قمری %(lunation)d
ne: लुनेसन: %(phase).2f%% देखि लुनेसन %(lunation)d

source: Surface Visibility: %.0f%% (estimated)
fa_af: رویت سطح از تخمین %.0f%% (تخمینی)
ne: सतह दृष्टि: %.0f%%(अँकाई)

source: Selenographic Terminator Longitude: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
fa_af: فسخ کننده طول جغرافیایی سیلونوگرافیک:شرق یا غرب طلوع یا غروب %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
ne: सेलेनोग्राफिक टरमिनेटर लङगित्यूड: %(deg).1f°%(westOrEast)s (%(riseOrSet)s))

source: Next Full Moon: %(date)s in %(days).0f days
ne: यसपछिको पूर्णिमा: %(date)s को %(days).0f दिनहरु

source: Next New Moon: %(date)s in %(days).0f days
ne: यसपछिको औंसी: %(date)s को %(days).0f दिनहरु

source: Next Lunar eclipse: %(date)s in %(days).0f days
ne: यसपछिको शुक्ल ग्रह : %(date)s को %(days).0f दिनहरु

source: Next Solar eclipse: %(date)s in %(days).0f days
ne: यसपछिको सौय ग्रह : %(date)s को %(days).0f दिनहरु

source: Latitude
fa_af: عرض جغرافیایی
ne: अक्षांश
ps: د ځمکې سطحه

source: Longitude
fa_af: طول جغرافیایی
ne: देशन्तर
ps: د ځمکې اوږدوالی

source: west
fa_af: غرب
ne: पश्चिम
ps: لویدیځ

source: east
fa_af: شرق
ne: पूर्व
ps: ختیځ

source: Sunset
fa_af: غروب آفتاب
ne: सूर्यास्त
ps: لمرپرېواته

source: Sunrise
fa_af: طلوع آفتاب
ne: सूर्योदय
ps: لمرخاته

source: New Moon
fa_af: مهتاب جدید
ne: नयाँ चन्द्रमा
ps: نوې میاشت

source: First Quarter
fa_af: مربع اول
ne: पहिलो चरण
ps: لومړنۍ برخه

source: Full Moon
fa_af: مهتاب کامل
ne: पूर्णिमा
ps: پوره میاشت

source: Last Quarter
fa_af: مربع آخری
ne: अन्तिम चरण
ps: اخري برخه

source: Waxing Crescent
fa_af: هلالی شکل
ps: مومېدونې میاشت

source: Waxing Gibbous
fa_af: محدب مومی
ps: نیمه مومېدونې میاشت

source: Waning Gibbous
fa_af: کم رنگ شدن محدب
ps: تلونکې نیمه میاشت

source: Waning Crescent
fa_af: کم رنگ شدن هلال ماه
ps: تلونکې میاشت
