Repository: chimosky/moon-activity
Catalog: po/ach.po
Languages: ach

source: Moon
ach: Dwe

source: For all those interested in the moon! See the different phases of the moon, latitudes and longitudes and impress all by "predicting" the next full moon!
ach: Pi jo matye ki miti i dwe! Nen kit kwon dwe mapatpat, alokaloka me pinyci cukuru gin weng kun ''ibyeko'' en malubo kore ki i dwe weng!

source: Toggle Grid View
ach: Roo kit ma Layin neno kwede

source: Toggle Hemisphere View
ach: Roo kit neno me Romrom me wilobo

source: View
ach: Nen odoco

source: Today's Moon Information
ach: Ngec Ikom Dwe Matin

source: Phase: %s
ach: Kare mukene: %s

source: Julian Date: %.2f (astronomical)
ach: Nino dwe pa Julian: %.2f (wel ngec madwong)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
ach: Mwaka: %(days).0f nino mapol, %(hours).0f caa mapol, %(minutes).0f dakika mapol

source: Lunation: %(phase).2f%% through lunation %(lunation)d
ach: Kare matero i dwe moni: %(phase).2f%% kun beo ki kare mooni %(lunation)d

source: Surface Visibility: %.0f%% (estimated)
ach: Wange Manongo ne yot: %.0f%% (kibyeko welle)

source: Selenographic Terminator Longitude: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
ach: Mako cal pi Labal Pimo bor piny: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)

source: Next Full Moon: %(date)s in %(days).0f days
ach: Wang dwe weng Malubo kore: %(date)s i %(days).0f nino mapol

source: Next New Moon: %(date)s in %(days).0f days
ach: Dwe Manyen Malubo kore: %(date)s i %(days).0f nino mapol

source: Next Lunar eclipse: %(date)s in %(days).0f days
ach: Wang dwe Malubo kore: %(date)s i %(days).0f nino mapol

source: Next Solar eclipse: %(date)s in %(days).0f days
ach: Alokaloka pa sola me wang dwe Malubo kore: %(date)s i %(days).0f nino mapol

source: Latitude
ach: Tung piny ki tung malo

source: Longitude
ach: Tung wok ceng ki poto ceng

source: west
ach: tung ku poto ceng

source: east
ach: tung wok ceng

source: Sunset
ach: Potoceng

source: Sunrise
ach: Wokceng

source: New Moon
ach: Dwe Manyen

source: Waxing Crescent
ach: Crescent Matye ki wara

source: First Quarter
ach: Akwota Mukwongo

source: Waxing Gibbous
ach: Wang Dwe Mumake calo wara

source: Full Moon
ach: Dwe Weng mupong

source: Waning Gibbous
ach: Gibbous matye kaciko

source: Last Quarter
ach: Akwota ma Ogiko

source: Waning Crescent
ach: Crescent matye Kaciko
