Repository: chimosky/moon-activity
Catalog: po/ayc.po
Languages: ayc

source: Moon
ayc: Phaxsi

source: For all those interested in the moon! See the different phases of the moon, latitudes and longtiutdes and impress all by "predicting" the next full moon!
ayc: ¡Phaxsiru wayusiri taqi jaqinakataki! Phaxsina maya maya pachanakapa uñjma, qawayanakapa ampstanaka ukhamata taqiru musphayma "kunjanisa" jutiri urt'a uru.

source: %c
ayc: %c chimpu

source: Toggle Grid View
ayc: Grilla pacha chimpu uñjäwi jaqtaña

source: Toggle Hemisphere View
ayc: Hemisferio uñjäwiru jaqtaña

source: View
ayc: Unjaña

source: Today's Moon Information
ayc: Phaxsi tuqita yatiyäwi jichhürutaki

source: Phase: %s
ayc: Pacha: %s

source: Julian Date: %.2f (astronomical)
ayc: Pacha chimpu Juliana: %.2f (astronómical)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
ayc: Mara chimpu: %(days).0f días, %(hours).0f horas, %(minutes).0f minutos

source: Lunation: %(phase).2f%% through lunation %(lunation)d
ayc: Phaxsi pacha chimpu: %(phase).2f%% phaxsi pacha chimpukama %(lunation)d

source: Surface Visibility: %.0f%% (estimated)
ayc: Uraqi pacha uñjäwi: %.0f%% (estimada)

source: Selenographic Terminator Longitude: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
ayc: Terminador selenográfico phaxsi ampsta tañapa: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)

source: Next Full Moon: %(date)s in %(days).0f days
ayc: Jutiri phaxsi urt'a: %(date)s en %(days).0f días

source: Next New Moon: %(date)s in %(days).0f days
ayc: Jutiri phaxsi jayri: %(date)s en %(days).0f días

source: Next Lunar eclipse: %(date)s in %(days).0f days
ayc: Jutiri phaxsi usuntäwi: %(date)s en %(days).0f días

source: Next Solar eclipse: %(date)s in %(days).0f days
ayc: Jutiri Inti usuntäwi: %(date)s en %(days).0f días

source: SNWE
ayc: SNWE chimpu

source: NSEW
ayc: NSEW chimpu

source: Latitude
ayc: Qawaya

source: Longitude
ayc: Ampsta

source: west
ayc: Inti Jalanta

source: east
ayc: Inti Jalsu

source: Sunset
ayc: Uchasiwa

source: Sunrise
ayc: Mistu

source: New Moon
ayc: Jayri phaxsi

source: Waxing Crescent
ayc: Qhana Jayri Phaxsi

source: First Quarter
ayc: Urt'a Sunaqi Phaxsi

source: Waxing Gibbous
ayc: Urt'a Wawa Phaxsi

source: Full Moon
ayc: Urt'a Phaxsi

source: Waning Gibbous
ayc: Jayri Wawa Phaxsi

source: Last Quarter
ayc: Jayri Sunaqi Phaxsi

source: Waning Crescent
ayc: Jayri Sunaqi Phaxsi
