Repository: chimosky/moon-activity
Catalog: po/pbs.po
Languages: pbs

source: Moon
pbs: Ngum'au'

source: For all those interested in the moon! See the different phases of the moon, latitudes and longtiutdes and impress all by "predicting" the next full moon!
pbs: ¡Mi'iat ravu se mjang ne ngum'au'! nju'u mi'ia re lu'uei vud-ua tuju' ne ngum'au' peuk lu'uei nejeiñ maiñ n'iujun' rajuik latju'u "latsjeik" xi'iap tsukuet matuju' ne ngun'au'.

source: Toggle Grid View
pbs: Mavauin namá latsja'aun grilla

source: Toggle Hemisphere View
pbs: Mavaun' latsja'aun hemisferio

source: View
pbs: Manú

source: Today's Moon Information
pbs: Peuk vakjá ne ngum'au' chu'

source: Phase: %s
pbs: Namá tuju': %s

source: Julian Date: %.2f (astronomical)
pbs: kulejeiñ ngum'au' juliana: %.2f (astronomica)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
pbs: Riñkijí lumei: %(days).0f kunju', %(hours).0f masajaiñ kunju, %(minutes).0f l'uik kusap

source: Lunation: %(phase).2f%% through lunation %(lunation)d
pbs: kunjup lujeu' ne ngum'au' ma nangajam kimvia' kuvu': %(phase).2f%% managueje' se vankajam kimvia' kuvu' %(lunation)d

source: Surface Visibility: %.0f%% (estimated)
pbs: Vat'ei bajau kujuaí': %.0f%% (tily'ajau)

source: Selenographic Terminator Longitude: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
pbs: kuba'ap ne kamaiñ' selenográfico: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)

source: Next Full Moon: %(date)s in %(days).0f days
pbs: Tsau ma lanel ngum'au': %(date)s en %(days).0f kunju'

source: Next New Moon: %(date)s in %(days).0f days
pbs: Tsaú viñkjiu ngum'au': %(date)s en %(days).0f kunju'

source: Next Lunar eclipse: %(date)s in %(days).0f days
pbs: Tsaú ma vupung ngum'au': %(date)s en %(days).0f kunju'

source: Next Solar eclipse: %(date)s in %(days).0f days
pbs: Tsaú ma vupung kunju': %(date)s en %(days).0f kunju'

source: Latitude
pbs: Latitud

source: Longitude
pbs: kuba'ap

source: west
pbs: n'iujun' kunju'

source: east
pbs: nía nja'au' kunju'

source: Sunset
pbs: Lupich' kunju'

source: Sunrise
pbs: nja'aú

source: New Moon
pbs: Viñkjiu Ngum'au'

source: Waxing Crescent
pbs: Lichja'aun viñkjiu ngum'au'

source: First Quarter
pbs: manaj'a nel' ngum'au'

source: Waxing Gibbous
pbs: Ngum'au' limip chich'i ma nel'

source: Full Moon
pbs: kunuel' ngum'au'

source: Waning Gibbous
pbs: Ngum'au' limip chich'i ma nel'

source: Last Quarter
pbs: lupup tuju' ne ngum'au

source: Waning Crescent
pbs: ngum'au lupup tuju'
